export const cities = [
  {
      "id": 1,
      "name": "서울",
      "cities": [
          {
              "id": 1,
              "name": "서울시"
          },
          {
              "id": 18,
              "name": "강남구"
          },
          {
              "id": 19,
              "name": "강동구"
          },
          {
              "id": 20,
              "name": "강북구"
          },
          {
              "id": 21,
              "name": "강서구"
          },
          {
              "id": 22,
              "name": "관악구"
          },
          {
              "id": 23,
              "name": "광진구"
          },
          {
              "id": 24,
              "name": "구로구"
          },
          {
              "id": 25,
              "name": "금천구"
          },
          {
              "id": 26,
              "name": "노원구"
          },
          {
              "id": 27,
              "name": "도봉구"
          },
          {
              "id": 28,
              "name": "동대문구"
          },
          {
              "id": 29,
              "name": "동작구"
          },
          {
              "id": 30,
              "name": "마포구"
          },
          {
              "id": 31,
              "name": "서대문구"
          },
          {
              "id": 32,
              "name": "서초구"
          },
          {
              "id": 33,
              "name": "성동구"
          },
          {
              "id": 34,
              "name": "성북구"
          },
          {
              "id": 35,
              "name": "송파구"
          },
          {
              "id": 36,
              "name": "양천구"
          },
          {
              "id": 37,
              "name": "영등포구"
          },
          {
              "id": 38,
              "name": "용산구"
          },
          {
              "id": 39,
              "name": "은평구"
          },
          {
              "id": 40,
              "name": "종로구"
          },
          {
              "id": 41,
              "name": "중구"
          },
          {
              "id": 42,
              "name": "중랑구"
          }
      ]
  },
  {
      "id": 2,
      "name": "경기",
      "cities": [
          {
              "id": 2,
              "name": "경기도"
          },
          {
              "id": 43,
              "name": "가평군"
          },
          {
              "id": 44,
              "name": "고양시"
          },
          {
              "id": 45,
              "name": "과천시"
          },
          {
              "id": 46,
              "name": "광명시"
          },
          {
              "id": 47,
              "name": "광주시"
          },
          {
              "id": 48,
              "name": "구리시"
          },
          {
              "id": 49,
              "name": "군포시"
          },
          {
              "id": 50,
              "name": "김포시"
          },
          {
              "id": 51,
              "name": "남양주시"
          },
          {
              "id": 52,
              "name": "동두천시"
          },
          {
              "id": 53,
              "name": "부천시"
          },
          {
              "id": 54,
              "name": "성남시"
          },
          {
              "id": 55,
              "name": "수원시"
          },
          {
              "id": 56,
              "name": "시흥시"
          },
          {
              "id": 57,
              "name": "안산시"
          },
          {
              "id": 58,
              "name": "안성시"
          },
          {
              "id": 59,
              "name": "안양시"
          },
          {
              "id": 60,
              "name": "양주시"
          },
          {
              "id": 61,
              "name": "양평군"
          },
          {
              "id": 62,
              "name": "여주시"
          },
          {
              "id": 63,
              "name": "연천군"
          },
          {
              "id": 64,
              "name": "오산시"
          },
          {
              "id": 65,
              "name": "용인시"
          },
          {
              "id": 66,
              "name": "의왕시"
          },
          {
              "id": 67,
              "name": "의정부시"
          },
          {
              "id": 68,
              "name": "이천시"
          },
          {
              "id": 69,
              "name": "파주시"
          },
          {
              "id": 70,
              "name": "평택시"
          },
          {
              "id": 71,
              "name": "포천시"
          },
          {
              "id": 72,
              "name": "하남시"
          },
          {
              "id": 73,
              "name": "화성시"
          }
      ]
  },
  {
      "id": 3,
      "name": "인천",
      "cities": [
          {
              "id": 3,
              "name": "인천시"
          },
          {
              "id": 74,
              "name": "강화군"
          },
          {
              "id": 75,
              "name": "계양구"
          },
          {
              "id": 76,
              "name": "남동구"
          },
          {
              "id": 77,
              "name": "동구"
          },
          {
              "id": 78,
              "name": "미추홀구"
          },
          {
              "id": 79,
              "name": "부평구"
          },
          {
              "id": 80,
              "name": "서구"
          },
          {
              "id": 81,
              "name": "연수구"
          },
          {
              "id": 82,
              "name": "옹진군"
          },
          {
              "id": 83,
              "name": "중구"
          }
      ]
  },
  {
      "id": 4,
      "name": "부산",
      "cities": [
          {
              "id": 4,
              "name": "부산시"
          },
          {
              "id": 84,
              "name": "강서구"
          },
          {
              "id": 85,
              "name": "금정구"
          },
          {
              "id": 86,
              "name": "기장군"
          },
          {
              "id": 87,
              "name": "남구"
          },
          {
              "id": 88,
              "name": "동구"
          },
          {
              "id": 89,
              "name": "동래구"
          },
          {
              "id": 90,
              "name": "부산진구"
          },
          {
              "id": 91,
              "name": "북구"
          },
          {
              "id": 92,
              "name": "사상구"
          },
          {
              "id": 93,
              "name": "사하구"
          },
          {
              "id": 94,
              "name": "서구"
          },
          {
              "id": 95,
              "name": "수영구"
          },
          {
              "id": 96,
              "name": "연제구"
          },
          {
              "id": 97,
              "name": "영도구"
          },
          {
              "id": 98,
              "name": "중구"
          },
          {
              "id": 99,
              "name": "해운대구"
          }
      ]
  },
  {
      "id": 5,
      "name": "대구",
      "cities": [
          {
              "id": 5,
              "name": "대구시"
          },
          {
              "id": 100,
              "name": "남구"
          },
          {
              "id": 101,
              "name": "달서구"
          },
          {
              "id": 102,
              "name": "달성군"
          },
          {
              "id": 103,
              "name": "동구"
          },
          {
              "id": 104,
              "name": "북구"
          },
          {
              "id": 105,
              "name": "서구"
          },
          {
              "id": 106,
              "name": "수성구"
          },
          {
              "id": 107,
              "name": "중구"
          },
          {
              "id": 163,
              "name": "군위군"
          }
      ]
  },
  {
      "id": 6,
      "name": "대전",
      "cities": [
          {
              "id": 6,
              "name": "대전시"
          },
          {
              "id": 108,
              "name": "대덕구"
          },
          {
              "id": 109,
              "name": "동구"
          },
          {
              "id": 110,
              "name": "서구"
          },
          {
              "id": 111,
              "name": "유성구"
          },
          {
              "id": 112,
              "name": "중구"
          }
      ]
  },
  {
      "id": 7,
      "name": "광주",
      "cities": [
          {
              "id": 7,
              "name": "광주시"
          },
          {
              "id": 113,
              "name": "광산구"
          },
          {
              "id": 114,
              "name": "남구"
          },
          {
              "id": 115,
              "name": "동구"
          },
          {
              "id": 116,
              "name": "북구"
          },
          {
              "id": 117,
              "name": "서구"
          }
      ]
  },
  {
      "id": 8,
      "name": "울산",
      "cities": [
          {
              "id": 8,
              "name": "울산시"
          },
          {
              "id": 118,
              "name": "북구"
          },
          {
              "id": 119,
              "name": "동구"
          },
          {
              "id": 120,
              "name": "중구"
          },
          {
              "id": 121,
              "name": "남구"
          },
          {
              "id": 122,
              "name": "울주군"
          }
      ]
  },
  {
      "id": 9,
      "name": "강원",
      "cities": [
          {
              "id": 9,
              "name": "강원도"
          },
          {
              "id": 123,
              "name": "강릉시"
          },
          {
              "id": 124,
              "name": "고성군"
          },
          {
              "id": 125,
              "name": "동해시"
          },
          {
              "id": 126,
              "name": "삼척시"
          },
          {
              "id": 127,
              "name": "속초시"
          },
          {
              "id": 128,
              "name": "양구군"
          },
          {
              "id": 129,
              "name": "양양군"
          },
          {
              "id": 130,
              "name": "영월군"
          },
          {
              "id": 131,
              "name": "원주시"
          },
          {
              "id": 132,
              "name": "인제군"
          },
          {
              "id": 133,
              "name": "정선군"
          },
          {
              "id": 134,
              "name": "철원군"
          },
          {
              "id": 135,
              "name": "춘천시"
          },
          {
              "id": 136,
              "name": "태백시"
          },
          {
              "id": 137,
              "name": "평창군"
          },
          {
              "id": 138,
              "name": "홍천군"
          },
          {
              "id": 139,
              "name": "화천군"
          },
          {
              "id": 140,
              "name": "횡성군"
          }
      ]
  },
  {
      "id": 10,
      "name": "경남",
      "cities": [
          {
              "id": 10,
              "name": "경상남도"
          },
          {
              "id": 141,
              "name": "거제시"
          },
          {
              "id": 142,
              "name": "거창군"
          },
          {
              "id": 143,
              "name": "고성군"
          },
          {
              "id": 144,
              "name": "김해시"
          },
          {
              "id": 145,
              "name": "남해군"
          },
          {
              "id": 146,
              "name": "밀양시"
          },
          {
              "id": 147,
              "name": "사천시"
          },
          {
              "id": 148,
              "name": "산청군"
          },
          {
              "id": 149,
              "name": "양산시"
          },
          {
              "id": 150,
              "name": "의령군"
          },
          {
              "id": 151,
              "name": "진주시"
          },
          {
              "id": 152,
              "name": "창녕군"
          },
          {
              "id": 153,
              "name": "창원시"
          },
          {
              "id": 154,
              "name": "통영시"
          },
          {
              "id": 155,
              "name": "하동군"
          },
          {
              "id": 156,
              "name": "함안군"
          },
          {
              "id": 157,
              "name": "함양군"
          },
          {
              "id": 158,
              "name": "합천군"
          }
      ]
  },
  {
      "id": 11,
      "name": "경북",
      "cities": [
          {
              "id": 11,
              "name": "경상북도"
          },
          {
              "id": 159,
              "name": "경산시"
          },
          {
              "id": 160,
              "name": "경주시"
          },
          {
              "id": 161,
              "name": "고령군"
          },
          {
              "id": 162,
              "name": "구미시"
          },
          {
              "id": 164,
              "name": "김천시"
          },
          {
              "id": 165,
              "name": "문경시"
          },
          {
              "id": 166,
              "name": "봉화군"
          },
          {
              "id": 167,
              "name": "상주시"
          },
          {
              "id": 168,
              "name": "성주군"
          },
          {
              "id": 169,
              "name": "안동시"
          },
          {
              "id": 170,
              "name": "영덕군"
          },
          {
              "id": 171,
              "name": "영양군"
          },
          {
              "id": 172,
              "name": "영주시"
          },
          {
              "id": 173,
              "name": "영천시"
          },
          {
              "id": 174,
              "name": "예천군"
          },
          {
              "id": 175,
              "name": "울룽군"
          },
          {
              "id": 176,
              "name": "울진군"
          },
          {
              "id": 177,
              "name": "의성군"
          },
          {
              "id": 178,
              "name": "청도군"
          },
          {
              "id": 179,
              "name": "청송군"
          },
          {
              "id": 180,
              "name": "칠곡군"
          },
          {
              "id": 181,
              "name": "포항시"
          }
      ]
  },
  {
      "id": 12,
      "name": "전남",
      "cities": [
          {
              "id": 12,
              "name": "전라남도"
          },
          {
              "id": 182,
              "name": "강진군"
          },
          {
              "id": 183,
              "name": "고흥군"
          },
          {
              "id": 184,
              "name": "곡성군"
          },
          {
              "id": 185,
              "name": "광양시"
          },
          {
              "id": 186,
              "name": "구례군"
          },
          {
              "id": 187,
              "name": "나주시"
          },
          {
              "id": 188,
              "name": "담양군"
          },
          {
              "id": 189,
              "name": "목포시"
          },
          {
              "id": 190,
              "name": "무안군"
          },
          {
              "id": 191,
              "name": "보성군"
          },
          {
              "id": 192,
              "name": "순천시"
          },
          {
              "id": 193,
              "name": "신안군"
          },
          {
              "id": 194,
              "name": "여수시"
          },
          {
              "id": 195,
              "name": "영광군"
          },
          {
              "id": 196,
              "name": "영암군"
          },
          {
              "id": 197,
              "name": "완도군"
          },
          {
              "id": 198,
              "name": "장성군"
          },
          {
              "id": 199,
              "name": "장흥군"
          },
          {
              "id": 200,
              "name": "진도군"
          },
          {
              "id": 201,
              "name": "함평군"
          },
          {
              "id": 202,
              "name": "해남군"
          },
          {
              "id": 203,
              "name": "화순군"
          }
      ]
  },
  {
      "id": 13,
      "name": "전북",
      "cities": [
          {
              "id": 13,
              "name": "전라북도"
          },
          {
              "id": 204,
              "name": "고창군"
          },
          {
              "id": 205,
              "name": "군산시"
          },
          {
              "id": 206,
              "name": "김제시"
          },
          {
              "id": 207,
              "name": "남원시"
          },
          {
              "id": 208,
              "name": "무주군"
          },
          {
              "id": 209,
              "name": "부안군"
          },
          {
              "id": 210,
              "name": "순창군"
          },
          {
              "id": 211,
              "name": "완주군"
          },
          {
              "id": 212,
              "name": "익산시"
          },
          {
              "id": 213,
              "name": "임실군"
          },
          {
              "id": 214,
              "name": "장수군"
          },
          {
              "id": 215,
              "name": "전주시"
          },
          {
              "id": 216,
              "name": "정읍시"
          },
          {
              "id": 217,
              "name": "진안군"
          }
      ]
  },
  {
      "id": 14,
      "name": "충남",
      "cities": [
          {
              "id": 14,
              "name": "충청남도"
          },
          {
              "id": 218,
              "name": "계룡시"
          },
          {
              "id": 219,
              "name": "공주시"
          },
          {
              "id": 220,
              "name": "금산군"
          },
          {
              "id": 221,
              "name": "논산시"
          },
          {
              "id": 222,
              "name": "당진시"
          },
          {
              "id": 223,
              "name": "보령시"
          },
          {
              "id": 224,
              "name": "부여군"
          },
          {
              "id": 225,
              "name": "서산시"
          },
          {
              "id": 226,
              "name": "서천군"
          },
          {
              "id": 227,
              "name": "아산시"
          },
          {
              "id": 228,
              "name": "예산군"
          },
          {
              "id": 229,
              "name": "천안시"
          },
          {
              "id": 230,
              "name": "청양군"
          },
          {
              "id": 231,
              "name": "태안군"
          },
          {
              "id": 232,
              "name": "총성군"
          }
      ]
  },
  {
      "id": 15,
      "name": "충북",
      "cities": [
          {
              "id": 15,
              "name": "충청북도"
          },
          {
              "id": 233,
              "name": "괴산군"
          },
          {
              "id": 234,
              "name": "단양군"
          },
          {
              "id": 235,
              "name": "보은군"
          },
          {
              "id": 236,
              "name": "영동군"
          },
          {
              "id": 237,
              "name": "옥천군"
          },
          {
              "id": 238,
              "name": "음성군"
          },
          {
              "id": 239,
              "name": "제천시"
          },
          {
              "id": 240,
              "name": "증평군"
          },
          {
              "id": 241,
              "name": "진천군"
          },
          {
              "id": 242,
              "name": "청주시"
          },
          {
              "id": 243,
              "name": "충주시"
          }
      ]
  },
  {
      "id": 16,
      "name": "제주",
      "cities": [
          {
              "id": 16,
              "name": "제주도"
          },
          {
              "id": 244,
              "name": "서귀포시"
          },
          {
              "id": 245,
              "name": "제주시"
          }
      ]
  },
  {
      "id": 17,
      "name": "세종",
      "cities": [
          {
              "id": 17,
              "name": "세종시"
          }
      ]
  }
]